[
  {
    "id": "c8",
    "title": "Demand Something (+Aggro)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "When you demand something of someone, roll+Aggro.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "they have to choose: give in to your demand, or push back hard."
      },
      {
        "range": "7–9",
        "text": "if they don't want to give in or push back, they can try to stall, make excuses, smooth it over, calm you down, or pass the buck, but in return you take +1forward against them."
      },
      {
        "range": "≤ 6",
        "text": "the MC will tell you what."
      }
    ]
  },
  {
    "id": "c9",
    "title": "Tackle a Challenge (+Aggro)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "When you tackle a challenge, trying for something that might be beyond you, requiring strength, skill, great care, quick reflexes, patience, or hard work, roll+Aggro.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "you're able to take it on. Ask the MC what you can accomplish, and no one could expect to do it better."
      },
      {
        "range": "7–9",
        "text": "ask the MC what it will cost you to succeed, and decide for yourself whether to go through with it."
      },
      {
        "range": "≤ 6",
        "text": "the MC will tell you what."
      }
    ]
  },
  {
    "id": "c10",
    "title": "Act Under Fire (+Cool)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "When you act under fire, stick to your guns, or hold it together under duress, be prepared to suffer harm if appropriate, and roll+Cool.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "you're solid. You stand or you follow through without flinching or hesitating. Ask the MC how it goes."
      },
      {
        "range": "7–9",
        "text": "you flinch, hesitate, waver, or stall. Choose which, and ask the MC what it costs you or what your options are."
      },
      {
        "range": "≤ 6",
        "text": "the MC will tell you what."
      }
    ]
  },
  {
    "id": "c11",
    "title": "Reason with Someone (+Cool)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "To reason with someone, say what they'll do, what you'll do, and roll+Cool.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "they have to choose: set reservations aside and go along with your offer, or else frankly, flatly — maybe violently — refuse."
      },
      {
        "range": "7–9",
        "text": "or if they're reasonable about refusing, ask for their counterproposal, or ask what you'd have to do to convince them, and decide for yourself whether and how to pursue it."
      },
      {
        "range": "≤ 6",
        "text": "the MC will tell you what."
      }
    ]
  },
  {
    "id": "c12",
    "title": "Attack Someone (+Hard)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "When you attack someone, roll+Hard. On any hit, you inflict harm as established.\n\n**Doing battle**: If your enemy's able to defend themselves or fight back, exchange harm as established.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "choose 3 options against your enemy:",
        "bullets": [
          "Inflict terrible harm: You inflict +1harm.",
          "Seize hold of something: Name it; you have definite hold of it.",
          "Get them out of your way: You knock them down, drive them away, or fight past them.",
          "Impress, frighten, or dismay them: Ask the MC how this changes their morale and intentions.",
          "Pin them down: They're immobilized, cornered, or boxed in, and can't move freely.",
          "Suffer little harm: You suffer -1harm."
        ]
      },
      {
        "range": "7–9",
        "text": "choose 2 options."
      },
      {
        "range": "≤ 6",
        "text": "the MC will tell you what. They might have you choose 1 anyway, but be prepared for the worst."
      }
    ]
  },
  {
    "id": "c13",
    "title": "Read a Person (+Sharp)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "When you read someone in a charged interaction, roll+Sharp. At any time during your interaction, you can pause to ask them a question: something that your character realizes about theirs. They have to answer frankly.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "ask 3 in total:",
        "bullets": [
          "Are you telling the truth? (How can I tell?)",
          "What are you feeling? (How can I tell?)",
          "What are you thinking of doing? (How can I tell?)",
          "What do you hope I'll do? (How can I tell?)",
          "How are you vulnerable to me? (How can I tell?)",
          "How could I get you to do [x]? (How can I tell?)"
        ]
      },
      {
        "range": "7–9",
        "text": "ask 2 in total."
      },
      {
        "range": "≤ 6",
        "text": "the MC will tell you what. They might have you ask 1 anyway, but be prepared for the worst."
      }
    ]
  },
  {
    "id": "c14",
    "title": "Read a Situation (+Sharp)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "When you read a charged situation, roll+Sharp. They have to answer frankly. As play goes on, when you're acting on their answers, take +1 to any rolls you make.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "ask the MC 3 questions right now:",
        "bullets": [
          "Who's in control here? (How can I tell?)",
          "What's my best way in / out / around / through? (What makes me think so?)",
          "Who or what poses the biggest threat to me? (How can I tell?)",
          "Who or what represents the best opportunity for me to do [x]? (How can I tell?)",
          "What should I be on the lookout for? (What makes me think so?)",
          "If I take on this challenge, [x], what can I hope to accomplish? How might I accomplish more? (What am I basing this on?)"
        ]
      },
      {
        "range": "7–9",
        "text": "ask the MC 1 question."
      },
      {
        "range": "≤ 6",
        "text": "the MC will tell you what. They might have you ask 1 anyway, but be prepared for the worst."
      }
    ]
  },
  {
    "id": "c15",
    "title": "Open Your Brain (+Weird)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "When you open your brain to the world's psychic maelstrom, roll+Weird. On a hit, the MC tells you something new and interesting about the current situation, from the point of view of the world's psychic maelstrom. They can also ask you a question or two; answer them frankly. Either way, if you already know all there is to know, the MC should tell you so.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "the MC should give you good detail, and might answer followup questions."
      },
      {
        "range": "7–9",
        "text": "the MC should give you an impression at least."
      },
      {
        "range": "≤ 6",
        "text": "the MC will tell you what."
      }
    ]
  },
  {
    "id": "c16",
    "title": "Back Someone's Play (+Hx)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "When you back the play of someone making a roll, roll+Hx. On a 7–9, before you choose, the MC tells you what it'll cost you. Decide whether to proceed, and if you do, choose a benefit with the MC.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "choose a benefit with the MC:",
        "bullets": [
          "They get +1 to their roll.",
          "They get to ask +1 question or choose +1 option.",
          "They get +1harm, +1armor, +1Ψ, or another +1 as appropriate.",
          "Another benefit, as you agree."
        ]
      },
      {
        "range": "7–9",
        "text": "the MC tells you what it'll cost you first, then choose a benefit."
      },
      {
        "range": "≤ 6",
        "text": "the MC will tell you what. They might choose a benefit with you anyway, but be prepared for the worst."
      }
    ]
  },
  {
    "id": "c17",
    "title": "Interrupt Someone (+Hx)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "To interrupt someone, roll+Hx. (If an NPC, roll+Aggro.) On any hit, the MC chooses the most suitable and they have to deal with you instead of doing what they intended.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "the MC chooses one and you take +1 to your next roll against them:",
        "bullets": [
          "You're there first.",
          "You're in their way.",
          "You're ready for it."
        ]
      },
      {
        "range": "7–9",
        "text": "the MC chooses one:",
        "bullets": [
          "You're there first.",
          "You're in their way.",
          "You're ready for it."
        ]
      },
      {
        "range": "≤ 6",
        "text": "you still interrupt them, but the MC chooses one:",
        "bullets": [
          "They see what's happening and can change course smoothly.",
          "They take +1 to their next roll against you."
        ]
      }
    ]
  },
  {
    "id": "a15",
    "title":"End of Session",
    "description": "Try to have goals for your character to pursue. Think about this session, the next few sessions, and the game overall.",
    "category": "Improvement",
    "hideCheckbox": true,
    "weight":-1,
    "outcomes": [
      {
        "range": "End of Session",
        "text": "Judge for yourself",
        "bullets": [
          "Are you satisfied with the world and your place in it? If you're not, get 1Xp.",
          "Does your scavenge choice still hold true? If it does, get 1Xp. If it doesn't, you have the option to change it now."
        ]
      }
    ]
  },
  {
    "id": "a14",
    "title": "The Ungiven Future (Requires 5+ Improvements)",
    "category": "Improvement",
    "details": true,
    "hideCheckbox": true,
    "weight":1,
    "pick": [
      "Get +1 to any stat (max stat+3).",
      "Change your character to another playbook.",
      "Unlock the advanced moves.",
      "Unlock a gamechanger.",
      "Create an additional character to play.",
      "Retire your character to safety.",
      "Get with the MC for a custom improvement"
    ]
  },
  {
    "id": "e1",
    "title": "Get a move from an unused playbook",
    "description": "Mark this move when you take the respective Improvement. Choose a move from an unused playbook",
    "multiple": 2,
    "category": "Improvement",
    "takeFrom": ["*"],
    "takeCategory": ["Moves"]
  },
  {
    "id": "c1",
    "title": "Wealth (+Hard)",
    "category": "Standard Moves",
    "description": "The standard move for a holding or venue.\n\nAt the beginning of the session, if your holding or venue is secure and stable, roll+Hard.\n\nMake this move before you live day to day",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "During the session, your holding or venue has all of its surpluses."
      },
      {
        "range": "7–9",
        "text": "It has all of its surpluses, but choose 1 want."
      },
      {
        "range": "≤ 6",
        "text": "On a miss, or if your holding or venue is in crisis, all of its wants."
      }
    ]
  },
  {
    "id": "c2",
    "title": "Augury (+Weird)",
    "category": "Standard Moves",
    "description": "*The standard move for a psychic antenna*.\n\nWhen you use your psychic antenna for augury, roll+Weird. On any hit, choose 1:\n- You can reach through the world's psychic maelstrom to something or someone connected to it\n- You can isolate and protect a person or thing from the world's psychic maelstrom\n- You can extract and contain a fragment of the world's psychic maelstrom itself.\n- You can open a window or door into the world's psychic maelstrom.\nAlso:",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "Choose 2:",
        "bullets": [
          "It persists for a while without your actively maintaining it.",
          "It reaches deep into the world's psychic maelstrom.",
          "It reaches broadly, maybe universally, throughout the world's psychic maelstrom.",
          "It's stable and contained, no bleeding."
        ]
      },
      {
        "range": "7–9",
        "text": "Choose 1:"

      },
      {
        "range": "≤ 6",
        "text": "Whatever bad happens, your psychic antenna takes the brunt of it."
      }
    ]
  },
  {
    "id": "c3",
    "title": "Leadership",
    "description": "The standard move for a **gang**.",
    "category": "Standard Moves",
    "submoves": [
      {
        "title": "Give an Order",
        "description": "When you give your gang an order, if it lines up with their impulses, generally they'll obey it. If they won't, or when you give them an order that's out of line with their impulses, roll+Hard.",
        "outcomes": [
          {
            "range": "≥ 10",
            "text": "They snap to, and you take +1forward into whatever you're having them do."
          },
          {
            "range": "7–9",
            "text": "They follow your order."
          },
          {
            "range": "≤ 6",
            "text": "Maybe they still do it, but you'll hear about it later; maybe they refuse; or maybe they even make a bid to replace you as their leader."
          }
        ]
      },
      {
        "title": "Using Your Gang as a Tool or Weapon",
        "description": "When you have a gang, you can use them as a tool when you tackle a challenge, or in other demanding circumstances, or you can use them as a weapon when you get in someone's face, attack, do battle, or in other violent circumstances.\n\nWhen you do, you roll the dice and make your choices, but it's your gang's capabilities that determine how much work they can accomplish, and how well, not your own, and it's your gang that inflicts and suffers harm, not you yourself."
      }
    ]
  },
  {
    "id": "c4",
    "title": "Behind the Wheel",
    "description": "The standard moves for **vehicles**.\nFor both moves below, if you're dealing with terrain or other vehicles, the MC should bring their impulses to bear against your vehicle's as well.",
    "category": "Standard Moves",
    "submoves": [
      {
        "title": "Let Your Vehicle Off the Leash",
        "description": "When you're behind the wheel and you let your vehicle off the leash, roll+Cool.",
        "outcomes": [
          {
            "range": "≥ 10",
            "text": "It does whatever's necessary to achieve its impulse, and succeeds, or else it damages or destroys itself in the attempt. Decide with the MC what it does and what happens."
          },
          {
            "range": "7–9",
            "text": "It strives to achieve its impulse, but at this moment, the outcome's uncertain. Ask the MC how things stand now, and take +1forward."
          },
          {
            "range": "≤ 6",
            "text": "It struggles to pursue its impulse but falls short. Decide with the MC how and why."
          }
        ]
      },
      {
        "title": "Rein Your Vehicle In",
        "description": "When you're behind the wheel and you rein your vehicle in, you're forcing it to deny its impulse and pursue some other impulse or goal instead. Say what you're making it do and roll+Hard.",
        "outcomes": [
          {
            "range": "≥ 10",
            "text": "It obeys. It does whatever's necessary to achieve your goal, and succeeds, or else it damages or destroys itself in the attempt. Decide with the MC what it does and what happens."
          },
          {
            "range": "7–9",
            "text": "It accedes, but grudgingly: it tries to find a balance between your goal and its defiance. Ask the MC what balance it finds, and what happens."
          },
          {
            "range": "≤ 6",
            "text": "It defies you. It pursues its defiance with its full will and intent. Ask the MC what it does."
          }
        ]
      },
      {
        "title": "Outdriving Another Player's Character",
        "description": "Both of you make your moves. If the outcomes are compatible, incorporate them together. If they contradict, decide with the MC whether they cancel out, whether you're interrupting one another, or whether now you're doing battle."
      },
      {
        "title": "Using Your Vehicle as a Weapon",
        "description": "When you're behind the wheel, you can use your vehicle as a weapon when you get in someone's face, attack, do battle, or in any other violent circumstance.\n\nWhen you do, you roll the dice and make your choices, but it's your vehicle that inflicts and suffers harm, not you yourself."
      }
    ]
  },
  {
    "id": "c5",
    "title":"Devotion",
    "category":"Standard Moves",
    "description":"The standard move for a **following**.\nAt the beginning of the session, if your followers are secure and stable, roll+Aggro.\nIf you have more than 1 group of followers, roll separately for each of them.\nMake this move before you **live day to day**. If all your followers are in crisis treat as ≤ 6",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "during the session, your followers offer you all of their devotions."
      },
      {
        "range": "7–9",
        "text": "they offer you all of their devotions, but choose 1 demand."
      },
      {
        "range": "≤ 6",
        "text": "all of their demands."
      }
    ]
  },
  {
    "id":"c6",
    "title":"Live day to day (+Barter)",
    "category":"Basic Moves",
    "hideCheckbox": true,
    "description": "At the beginning of the session, or when there's a break in play, roll+Barter.\nIf you're interested in a specific resource, you can ask the MC about it specifically.",
    "outcomes": [
      {
        "range":"≥ 10",
        "text": "ask the MC what's free and what's easy"
      },
      {
        "range":"7–9",
        "text": "ask what's easy and what's hard"
      },
      {
        "range":"≤ 6",
        "text": "what's hard and what's impossible"
      }
    ]
  },
  {
    "id": "c7",
    "title": "Drop Jingle (+Barter)",
    "category": "Basic Moves",
    "hideCheckbox": true,
    "description": "When you drop jingle to buy something, or when you cruise a marketplace, roll+Barter. No matter the result, ask the MC how they treat you and what kind of deal or deals they make available to you.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "your trading partner, or the people of the marketplace, consider you to be both rich and powerful."
      },
      {
        "range":"7–9",
        "text": "they consider you to be either rich or powerful; the MC chooses which"
      },
      {
        "range":"≤ 6",
        "text": "they consider you to be neither rich nor powerful."
      }
    ]
  },
  {
    "id": "c18",
    "title": "Ear to the Ground (+Cool)",
    "category": "Standard Moves",
    "description": "The standard move for **ports of call**.\n\nAt the beginning of the session, or whenever there's a break in play, name the location of one of your ports of call or another location you care about, and roll+Cool.\n\nMake this move before you **live day to day**.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "word reaches you that (choose 1):",
        "bullets": [
          "There's a great opportunity for you there. Ask the MC what it is.",
          "Choose 1 from the 7–9 list below."
        ]
      },
      {
        "range": "7–9",
        "text": "word reaches you that (choose 1):",
        "bullets": [
          "They're facing a serious problem there. Ask the MC what it is.",
          "Somebody there needs to talk to you. Ask the MC who.",
          "Something bad is coming your way, and somebody there has a warning for you. Ask the MC what their warning is."
        ]
      },
      {
        "range": "≤ 6",
        "text": "word reaches you that:",
        "bullets": [
          "Somebody there wants your blood. Ask the MC who."
        ]
      }
    ]
  },
  {
    "id": "c19",
    "title": "Insight",
    "category": "Standard Moves",
    "description": "The standard move for **advisors**.\n\nWhen you go to your advisors for insight, ask them what they think your best course is, and the MC will tell you. If you pursue that course, take +1 to any rolls you make in the pursuit. If you pursue that course but don't accomplish your ends, you get 1Xp."
  },
  {
    "id": "c20",
    "title": "Research (+Sharp)",
    "category": "Standard Moves",
    "description": "The standard move for **sources**.\n\nWhen you go to your source for information, tell the MC what you're trying to find out and roll+Sharp.",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "the MC answers your question from your source's point of view."
      },
      {
        "range": "7–9",
        "text": "the MC chooses 1:",
        "bullets": [
          "It's too much. There's no simple answer, or your sources conflict, or it's impossible to get to the bottom of this. Ask an easier question instead.",
          "You find yourself down a rabbit hole, or you discover one of your source's obsessions. Ask a different, weirder question instead.",
          "For a technical source: this subject is challenging your source's limits. It's overheating or consuming resources at an unsafe rate. The MC answers your question, but you'll have to deal with the damage afterward.",
          "For a human source: this subject is too provocative. Pursuing it endangers your source or exposes them to retaliation. The MC answers your question, but you'll have to deal with the fallout afterward."
        ]
      },
      {
        "range": "≤ 6",
        "text": "the MC can choose 1 of the above, and/or choose this:",
        "bullets": [
          "Your source needs [x] from you before it can answer any more of your questions."
        ]
      }
    ]
  },
  {
    "id": "c21",
    "title": "Tinkering",
    "category": "Standard Moves",
    "description": "The standard move for a **workspace**.\n\nWhen you go into your workspace to create something, repair something, solve a problem, or get to the bottom of something, tell the MC about it and ask if it's possible. The MC will tell you \"sure, no problem, but...\" and then 1 to 4 of the following:\n\nThe MC might connect them all with \"and,\" or might throw in a merciful \"or.\"\n\nIf the MC has you roll, per the first option, they choose your stat. Usually sharp or weird, but it depends on your project and it's their call.\nOnce you've accomplished the necessaries, you can go ahead and accomplish your project. Ask the MC what happens.",
    "outcomes": [
      {
        "range": "",
        "text": "The MC chooses 1 to 4:",
        "bullets": [
          "You can accomplish [x] on a 10+, but on a 7–9 you can only accomplish [x].",
          "It's going to take hours/days/weeks/months of work.",
          "First you'll have to get/make/fix/figure out [x].",
          "You're going to need [x] to help you with it.",
          "It's going to cost a ton of jingle.",
          "The best you'll be able to do is not great, it'll be poor, slow, weak or unreliable.",
          "It's going to mean exposing yourself or others to serious danger.",
          "You're going to have to add [x] to your workspace first.",
          "It's going to take you several/dozens/hundreds of tries.",
          "You're going to have to take [x] apart to do it."
        ]
      }
    ],
    "submoves": [
      {
        "title": "True Prerequisites",
        "description": "When you tell the MC about a project and ask if it's possible, instead of telling you \"*sure, no problem, but*...\" the MC is allowed to tell you \"*maybe, but you'll need to expand your workspace to [named workspace tag] before you can even begin.*\"\n\nWhen the MC gives you a true prerequisite like this, you can take it as an intermediate project, and use **tinkering** again to accomplish it.\n\nFor example, suppose that you have a garage (workspace: vehicles), and you want to create a Ψ-isolation helmet. The MC answers that maybe you can, but you'll need to expand your workspace to workspace: Ψ before you can even begin. You can use **tinkering** to ask back: \"cool, I'll do that. Is it possible?\" Now the MC has to answer again: \"sure, no problem, but...\""
      }
    ]
  }
]
