[
  
  {
    "id": "a15",
    "title":"End of Session",
    "description": "Try to have goals for your character to pursue. Think about this session, the next few sessions, and the game overall.",
    "category": "Improvement",
    "hideCheckbox": true,
    "outcomes": [
      {
        "range": "End of Session",
        "text": "Judge for yourself",
        "bullets": [
          "Are you satisfied with the world and your place in it? If you're not, get 1Xp.",
          "Does your scavenge choice still hold true? If it does, get 1Xp. If it doesn't, you have the option to change it now."
        ]
      }
    ]
  },
  {
    "id": "a14",
    "title": "The Ungiven Future (Requires 5+ Improvements)",
    "category": "Improvement",
    "details": true,
    "hideCheckbox": true,
    "pick": [
      "Get +1 to any stat (max stat+3).",
      "Change your character to another playbook.",
      "Unlock the advanced moves.",
      "Unlock a gamechanger.",
      "Create an additional character to play.",
      "Retire your character to safety.",
      "Get with the MC for a custom improvement"
    ]
  },
  {
    "id": "universal",
    "title": "Universal Access - Available to all characters",
    "description": "This demonstrates the Everyone role functionality - this move appears for any selected role combination.",
    "outcomes": [
      {
        "range": "",
        "text": "This move is always available to demonstrate how the Everyone system works."
      }
    ]
  },
  {
    "id": "e1",
    "title": "Get a move from an unused playbook",
    "description": "Mark this move when you take the respective Improvement. Choose a move from an unused playbook",
    "multiple": 2,
    "takeFrom": ["*"],
    "takeCategory": ["Moves"]
  },
  {
    "id": "c1",
    "title": "Wealth (+Hard)",
    "category": "Common Moves",
    "description": "The standard move for a holding or venue.\n\nAt the beginning of the session, if your holding or venue is secure and stable, roll+Hard.\n\nMake this move before you live day to day",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "During the session, your holding or venue has all of its surpluses."
      },
      {
        "range": "7–9",
        "text": "It has all of its surpluses, but choose 1 want."
      },
      {
        "range": "≤ 6",
        "text": "On a miss, or if your holding or venue is in crisis, all of its wants."
      }
    ]
  },
  {
    "id": "c2",
    "title": "Augury (+Weird)",
    "category": "Common Moves",
    "description": "*The standard move for a psychic antenna.*\n\nWhen you use your psychic antenna for augury, roll+Weird. On any hit, choose 1:\n- You can reach through the world's psychic maelstrom to something or someone connected to it\n- You can isolate and protect a person or thing from the world's psychic maelstrom\n- You can extract and contain a fragment of the world's psychic maelstrom itself.\n- You can open a window or door into the world's psychic maelstrom.\nAlso:",
    "outcomes": [
      {
        "range": "≥ 10",
        "text": "Choose 2:",
        "bullets": [
          "It persists for a while without your actively maintaining it.",
          "It reaches deep into the world's psychic maelstrom.",
          "It reaches broadly, maybe universally, throughout the world's psychic maelstrom.",
          "It's stable and contained, no bleeding."
        ]
      },
      {
        "range": "7–9",
        "text": "Choose 1:"

      },
      {
        "range": "≤ 6",
        "text": "Whatever bad happens, your psychic antenna takes the brunt of it."
      }
    ]
  },
  {
    "id": "c3",
    "title": "Leadership",
    "description": "The standard move for a **gang**.",
    "category": "Common Moves",
    "submoves": [
      {
        "title": "Give an Order",
        "description": "When you give your gang an order, if it lines up with their impulses, generally they'll obey it. If they won't, or when you give them an order that's out of line with their impulses, roll+Hard.",
        "outcomes": [
          {
            "range": "≥ 10",
            "text": "They snap to, and you take +1forward into whatever you're having them do."
          },
          {
            "range": "7–9",
            "text": "They follow your order."
          },
          {
            "range": "≤ 6",
            "text": "Maybe they still do it, but you'll hear about it later; maybe they refuse; or maybe they even make a bid to replace you as their leader."
          }
        ]
      },
      {
        "title": "Using Your Gang as a Tool or Weapon",
        "description": "When you have a gang, you can use them as a tool when you tackle a challenge, or in other demanding circumstances, or you can use them as a weapon when you get in someone's face, attack, do battle, or in other violent circumstances.\n\nWhen you do, you roll the dice and make your choices, but it's your gang's capabilities that determine how much work they can accomplish, and how well, not your own, and it's your gang that inflicts and suffers harm, not you yourself."
      }
    ]
  },
  {
    "id": "c4",
    "title": "Behind the Wheel",
    "description": "The standard moves for **vehicles**.\nFor both moves below, if you're dealing with terrain or other vehicles, the MC should bring their impulses to bear against your vehicle's as well.",
    "category": "Common Moves",
    "submoves": [
      {
        "title": "Let Your Vehicle Off the Leash",
        "description": "When you're behind the wheel and you let your vehicle off the leash, roll+Cool.",
        "outcomes": [
          {
            "range": "≥ 10",
            "text": "It does whatever's necessary to achieve its impulse, and succeeds, or else it damages or destroys itself in the attempt. Decide with the MC what it does and what happens."
          },
          {
            "range": "7–9",
            "text": "It strives to achieve its impulse, but at this moment, the outcome's uncertain. Ask the MC how things stand now, and take +1forward."
          },
          {
            "range": "≤ 6",
            "text": "It struggles to pursue its impulse but falls short. Decide with the MC how and why."
          }
        ]
      },
      {
        "title": "Rein Your Vehicle In",
        "description": "When you're behind the wheel and you rein your vehicle in, you're forcing it to deny its impulse and pursue some other impulse or goal instead. Say what you're making it do and roll+Hard.",
        "outcomes": [
          {
            "range": "≥ 10",
            "text": "It obeys. It does whatever's necessary to achieve your goal, and succeeds, or else it damages or destroys itself in the attempt. Decide with the MC what it does and what happens."
          },
          {
            "range": "7–9",
            "text": "It accedes, but grudgingly: it tries to find a balance between your goal and its defiance. Ask the MC what balance it finds, and what happens."
          },
          {
            "range": "≤ 6",
            "text": "It defies you. It pursues its defiance with its full will and intent. Ask the MC what it does."
          }
        ]
      },
      {
        "title": "Outdriving Another Player's Character",
        "description": "Both of you make your moves. If the outcomes are compatible, incorporate them together. If they contradict, decide with the MC whether they cancel out, whether you're interrupting one another, or whether now you're doing battle."
      },
      {
        "title": "Using Your Vehicle as a Weapon",
        "description": "When you're behind the wheel, you can use your vehicle as a weapon when you get in someone's face, attack, do battle, or in any other violent circumstance.\n\nWhen you do, you roll the dice and make your choices, but it's your vehicle that inflicts and suffers harm, not you yourself."
      }
    ]
  }
]
